import React from 'react';

const Documents = () => (
  <div className="row">
    <div className="col-md-12">
      <h1>Документи КПІ ім. Ігоря Сікорського</h1>
      Шановні співробітники та студенти!
      <br />
      Представлені документи Національного технічного університету України
      «Київський політехнічний інститут ім. Ігоря Сікорського» розроблені з
      урахуванням досвіду і зразків кращих університетів світу.
      <br />
      Текст формувався на основі пропозицій громади університету, органів
      студентського самоврядування та профспілкових організацій.
      <br />
      Прийняття принципів і норм, що наведені в цих документах, засвідчується
      згодою члена університетської громади.
      <hr />
      <a target="_blank" rel="noopener noreferrer" href="https://kpi.ua/code">
        Кодекс честі
      </a>
      <hr />
      <a
        target="_blank"
        rel="noopener noreferrer"
        href="https://kpi.ua/admin-rule"
      >
        Правила внутрішнього розпорядку
      </a>
      <hr />
      <a
        target="_blank"
        rel="noopener noreferrer"
        href="https://kpi.ua/regulations"
      >
        Тимчасове положення про організацію освітнього процесу в Університеті
      </a>
      <br />
    </div>
  </div>
);

export default Documents;
